{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "!": 2,
      "\"": 3,
      "#": 4,
      "$": 5,
      "%": 6,
      "&": 7,
      "'": 8,
      "(": 9,
      ")": 10,
      "*": 11,
      "+": 12,
      ",": 13,
      "-": 14,
      ".": 15,
      "/": 16,
      "0": 17,
      "1": 18,
      "2": 19,
      "3": 20,
      "4": 21,
      "5": 22,
      "6": 23,
      "7": 24,
      "8": 25,
      "9": 26,
      ":": 27,
      ";": 28,
      "<": 29,
      "=": 30,
      ">": 31,
      "?": 32,
      "@": 33,
      "A": 34,
      "B": 35,
      "C": 36,
      "D": 37,
      "E": 38,
      "F": 39,
      "G": 40,
      "H": 41,
      "I": 42,
      "J": 43,
      "K": 44,
      "L": 45,
      "M": 46,
      "N": 47,
      "O": 48,
      "P": 49,
      "Q": 50,
      "R": 51,
      "S": 52,
      "T": 53,
      "U": 54,
      "V": 55,
      "W": 56,
      "X": 57,
      "Y": 58,
      "Z": 59,
      "[": 60,
      "\\": 61,
      "]": 62,
      "^": 63,
      "_": 64,
      "`": 65,
      "a": 66,
      "b": 67,
      "c": 68,
      "d": 69,
      "e": 70,
      "f": 71,
      "g": 72,
      "h": 73,
      "i": 74,
      "j": 75,
      "k": 76,
      "l": 77,
      "m": 78,
      "n": 79,
      "o": 80,
      "p": 81,
      "q": 82,
      "r": 83,
      "s": 84,
      "t": 85,
      "u": 86,
      "v": 87,
      "w": 88,
      "x": 89,
      "y": 90,
      "z": 91,
      "{": 92,
      "|": 93,
      "}": 94,
      "~": 95,
      "": 96,
      "¡": 97,
      "£": 98,
      "¤": 99,
      "¥": 100,
      "§": 101,
      "©": 102,
      "«": 103,
      "¬": 104,
      "­": 105,
      "®": 106,
      "¯": 107,
      "°": 108,
      "±": 109,
      "²": 110,
      "³": 111,
      "´": 112,
      "µ": 113,
      "¶": 114,
      "·": 115,
      "¹": 116,
      "º": 117,
      "»": 118,
      "¼": 119,
      "¿": 120,
      "À": 121,
      "Å": 122,
      "×": 123,
      "ß": 124,
      "à": 125,
      "á": 126,
      "â": 127,
      "ã": 128,
      "ä": 129,
      "ç": 130,
      "è": 131,
      "é": 132,
      "ê": 133,
      "ë": 134,
      "ì": 135,
      "í": 136,
      "ñ": 137,
      "ò": 138,
      "ó": 139,
      "ô": 140,
      "ö": 141,
      "÷": 142,
      "ù": 143,
      "ú": 144,
      "ü": 145,
      "Ā": 146,
      "ā": 147,
      "ă": 148,
      "Đ": 149,
      "đ": 150,
      "ē": 151,
      "ě": 152,
      "ğ": 153,
      "ĩ": 154,
      "ī": 155,
      "ĺ": 156,
      "ł": 157,
      "ň": 158,
      "ō": 159,
      "Ő": 160,
      "ū": 161,
      "ŭ": 162,
      "ơ": 163,
      "ư": 164,
      "ǎ": 165,
      "ǒ": 166,
      "ə": 167,
      "ʒ": 168,
      "ʿ": 169,
      "ˀ": 170,
      "˃": 171,
      "ˈ": 172,
      "ː": 173,
      "˙": 174,
      "˚": 175,
      "˝": 176,
      "˟": 177,
      "ˮ": 178,
      "̀": 179,
      "́": 180,
      "̂": 181,
      "̃": 182,
      "̄": 183,
      "̆": 184,
      "̈": 185,
      "̊": 186,
      "̌": 187,
      "̎": 188,
      "̐": 189,
      "̑": 190,
      "̕": 191,
      "̛": 192,
      "̣": 193,
      "̥": 194,
      "̵": 195,
      "̶": 196,
      "̷": 197,
      "̽": 198,
      "͂": 199,
      "͘": 200,
      "͟": 201,
      "͢": 202,
      "ͣ": 203,
      "·": 204,
      "Β": 205,
      "Γ": 206,
      "Δ": 207,
      "Κ": 208,
      "Τ": 209,
      "Ω": 210,
      "έ": 211,
      "ή": 212,
      "ί": 213,
      "α": 214,
      "γ": 215,
      "δ": 216,
      "ε": 217,
      "η": 218,
      "θ": 219,
      "ι": 220,
      "κ": 221,
      "μ": 222,
      "ν": 223,
      "π": 224,
      "ρ": 225,
      "σ": 226,
      "τ": 227,
      "υ": 228,
      "χ": 229,
      "А": 230,
      "Б": 231,
      "В": 232,
      "И": 233,
      "Н": 234,
      "О": 235,
      "Р": 236,
      "С": 237,
      "Т": 238,
      "У": 239,
      "Ч": 240,
      "Я": 241,
      "а": 242,
      "б": 243,
      "в": 244,
      "д": 245,
      "е": 246,
      "з": 247,
      "и": 248,
      "й": 249,
      "к": 250,
      "л": 251,
      "м": 252,
      "н": 253,
      "о": 254,
      "п": 255,
      "р": 256,
      "с": 257,
      "т": 258,
      "у": 259,
      "ф": 260,
      "ц": 261,
      "ч": 262,
      "ы": 263,
      "ь": 264,
      "ї": 265,
      "،": 266,
      "أ": 267,
      "ؤ": 268,
      "إ": 269,
      "ئ": 270,
      "ا": 271,
      "ب": 272,
      "ة": 273,
      "ت": 274,
      "ث": 275,
      "ج": 276,
      "ح": 277,
      "خ": 278,
      "د": 279,
      "ذ": 280,
      "ر": 281,
      "ز": 282,
      "س": 283,
      "ش": 284,
      "ص": 285,
      "ض": 286,
      "ظ": 287,
      "ع": 288,
      "غ": 289,
      "ف": 290,
      "ق": 291,
      "ك": 292,
      "ل": 293,
      "م": 294,
      "ن": 295,
      "ه": 296,
      "و": 297,
      "ى": 298,
      "ي": 299,
      "ی": 300,
      "ग": 301,
      "त": 302,
      "य": 303,
      "र": 304,
      "स": 305,
      "ह": 306,
      "ा": 307,
      "्": 308,
      "ન": 309,
      "પ": 310,
      "લ": 311,
      "ஐ": 312,
      "ಠ": 313,
      "ก": 314,
      "ข": 315,
      "ค": 316,
      "ง": 317,
      "จ": 318,
      "ฉ": 319,
      "ช": 320,
      "ซ": 321,
      "ญ": 322,
      "ณ": 323,
      "ด": 324,
      "ต": 325,
      "ถ": 326,
      "ท": 327,
      "ธ": 328,
      "น": 329,
      "บ": 330,
      "ป": 331,
      "ผ": 332,
      "ฝ": 333,
      "พ": 334,
      "ฟ": 335,
      "ภ": 336,
      "ม": 337,
      "ย": 338,
      "ร": 339,
      "ฤ": 340,
      "ล": 341,
      "ว": 342,
      "ศ": 343,
      "ษ": 344,
      "ส": 345,
      "ห": 346,
      "อ": 347,
      "ฯ": 348,
      "ะ": 349,
      "ั": 350,
      "า": 351,
      "ิ": 352,
      "ี": 353,
      "ึ": 354,
      "ื": 355,
      "ุ": 356,
      "ู": 357,
      "เ": 358,
      "แ": 359,
      "โ": 360,
      "ใ": 361,
      "ไ": 362,
      "ๆ": 363,
      "็": 364,
      "่": 365,
      "้": 366,
      "๋": 367,
      "์": 368,
      "ํ": 369,
      "๑": 370,
      "ດ": 371,
      "ທ": 372,
      "ປ": 373,
      "ລ": 374,
      "ວ": 375,
      "ະ": 376,
      "າ": 377,
      "ເ": 378,
      "ᄀ": 379,
      "ᄁ": 380,
      "ᄂ": 381,
      "ᄃ": 382,
      "ᄄ": 383,
      "ᄅ": 384,
      "ᄇ": 385,
      "ᄈ": 386,
      "ᄉ": 387,
      "ᄋ": 388,
      "ᄌ": 389,
      "ᄐ": 390,
      "ᄑ": 391,
      "ᄒ": 392,
      "ᅟ": 393,
      "ᅠ": 394,
      "ᅡ": 395,
      "ᅢ": 396,
      "ᅥ": 397,
      "ᅦ": 398,
      "ᅩ": 399,
      "ᅮ": 400,
      "ᅲ": 401,
      "ᅳ": 402,
      "ᅵ": 403,
      "ᆍ": 404,
      "ᆞ": 405,
      "ᆢ": 406,
      "ᆨ": 407,
      "ᆫ": 408,
      "ᆮ": 409,
      "ᆯ": 410,
      "ᆷ": 411,
      "ᆼ": 412,
      "ᆾ": 413,
      "ᇂ": 414,
      "ᇣ": 415,
      "ᇿ": 416,
      "ᐃ": 417,
      "ᐧ": 418,
      "ᒺ": 419,
      "᙭": 420,
      "᛫": 421,
      "ឃ": 422,
      "ត": 423,
      "ព": 424,
      "ល": 425,
      "វ": 426,
      "ា": 427,
      "ិ": 428,
      "ᠮ": 429,
      "ᡝ": 430,
      "ᡤ": 431,
      "ᡩ": 432,
      "ᡳ": 433,
      "ᡵ": 434,
      "ᴄ": 435,
      "ᴘ": 436,
      "ᴛ": 437,
      "ᴠ": 438,
      "ḥ": 439,
      "ả": 440,
      "ậ": 441,
      "ẵ": 442,
      "ế": 443,
      "ề": 444,
      "ệ": 445,
      "ỉ": 446,
      "ị": 447,
      "ỏ": 448,
      "ổ": 449,
      "ộ": 450,
      "ớ": 451,
      "ở": 452,
      "ủ": 453,
      "ữ": 454,
      "​": 455,
      "‌": 456,
      "‍": 457,
      "‎": 458,
      "‏": 459,
      "‐": 460,
      "‑": 461,
      "‒": 462,
      "–": 463,
      "—": 464,
      "―": 465,
      "‘": 466,
      "’": 467,
      "‚": 468,
      "‛": 469,
      "“": 470,
      "”": 471,
      "‟": 472,
      "†": 473,
      "•": 474,
      "‣": 475,
      "․": 476,
      "‥": 477,
      "…": 478,
      "‧": 479,
      "‪": 480,
      "‬": 481,
      "′": 482,
      "″": 483,
      "‵": 484,
      "‶": 485,
      "›": 486,
      "※": 487,
      "‼": 488,
      "⁂": 489,
      "⁃": 490,
      "⁎": 491,
      "⁑": 492,
      "⁜": 493,
      "⁠": 494,
      "⁴": 495,
      "⁵": 496,
      "⁾": 497,
      "ⁿ": 498,
      "₂": 499,
      "₄": 500,
      "₊": 501,
      "₩": 502,
      "⃕": 503,
      "⃞": 504,
      "⃣": 505,
      "℃": 506,
      "℅": 507,
      "ℓ": 508,
      "™": 509,
      "⅓": 510,
      "⅔": 511,
      "Ⅰ": 512,
      "Ⅱ": 513,
      "Ⅲ": 514,
      "Ⅳ": 515,
      "Ⅴ": 516,
      "Ⅵ": 517,
      "Ⅶ": 518,
      "Ⅷ": 519,
      "ⅰ": 520,
      "ⅱ": 521,
      "ⅲ": 522,
      "ⅳ": 523,
      "ⅴ": 524,
      "ⅵ": 525,
      "ⅶ": 526,
      "ⅷ": 527,
      "ⅸ": 528,
      "←": 529,
      "↑": 530,
      "→": 531,
      "↓": 532,
      "↔": 533,
      "↕": 534,
      "↗": 535,
      "↘": 536,
      "↙": 537,
      "↞": 538,
      "↠": 539,
      "↳": 540,
      "⇄": 541,
      "⇆": 542,
      "⇉": 543,
      "⇋": 544,
      "⇌": 545,
      "⇐": 546,
      "⇒": 547,
      "⇓": 548,
      "⇔": 549,
      "⇚": 550,
      "⇛": 551,
      "⇢": 552,
      "⇥": 553,
      "⇦": 554,
      "⇨": 555,
      "⇩": 556,
      "⇬": 557,
      "⇰": 558,
      "∂": 559,
      "∇": 560,
      "∎": 561,
      "∐": 562,
      "−": 563,
      "∘": 564,
      "∙": 565,
      "√": 566,
      "∝": 567,
      "∞": 568,
      "∠": 569,
      "∣": 570,
      "∪": 571,
      "∴": 572,
      "∵": 573,
      "∼": 574,
      "∽": 575,
      "≀": 576,
      "≒": 577,
      "≠": 578,
      "≤": 579,
      "≥": 580,
      "≪": 581,
      "≫": 582,
      "⊙": 583,
      "⊝": 584,
      "⋅": 585,
      "⋇": 586,
      "⋯": 587,
      "⌂": 588,
      "⌈": 589,
      "⌉": 590,
      "⌋": 591,
      "⌌": 592,
      "⌜": 593,
      "⌟": 594,
      "⍟": 595,
      "⎝": 596,
      "⎠": 597,
      "⎡": 598,
      "⎦": 599,
      "⎫": 600,
      "⏩": 601,
      "⏪": 602,
      "⏭": 603,
      "①": 604,
      "②": 605,
      "③": 606,
      "④": 607,
      "⑤": 608,
      "⑥": 609,
      "⑦": 610,
      "⑧": 611,
      "⑨": 612,
      "⑩": 613,
      "⑪": 614,
      "⑫": 615,
      "⑬": 616,
      "⑭": 617,
      "⑮": 618,
      "⑯": 619,
      "⑰": 620,
      "⑱": 621,
      "⑲": 622,
      "⑳": 623,
      "⑴": 624,
      "⑵": 625,
      "⑶": 626,
      "⑷": 627,
      "⑸": 628,
      "⑹": 629,
      "⑺": 630,
      "⑻": 631,
      "⑼": 632,
      "⑽": 633,
      "⑾": 634,
      "⑿": 635,
      "⒈": 636,
      "⒉": 637,
      "⒊": 638,
      "⒋": 639,
      "⒌": 640,
      "⒜": 641,
      "⒝": 642,
      "Ⓐ": 643,
      "Ⓑ": 644,
      "Ⓒ": 645,
      "Ⓓ": 646,
      "Ⓡ": 647,
      "ⓐ": 648,
      "ⓑ": 649,
      "ⓒ": 650,
      "ⓓ": 651,
      "ⓔ": 652,
      "ⓕ": 653,
      "ⓖ": 654,
      "ⓗ": 655,
      "ⓘ": 656,
      "ⓙ": 657,
      "ⓚ": 658,
      "ⓛ": 659,
      "ⓝ": 660,
      "⓫": 661,
      "⓬": 662,
      "⓵": 663,
      "⓶": 664,
      "⓷": 665,
      "⓸": 666,
      "⓹": 667,
      "⓺": 668,
      "⓻": 669,
      "⓼": 670,
      "─": 671,
      "━": 672,
      "│": 673,
      "┃": 674,
      "┌": 675,
      "┎": 676,
      "┐": 677,
      "┑": 678,
      "┓": 679,
      "└": 680,
      "┗": 681,
      "┘": 682,
      "├": 683,
      "┳": 684,
      "┴": 685,
      "═": 686,
      "▅": 687,
      "▇": 688,
      "█": 689,
      "▖": 690,
      "■": 691,
      "□": 692,
      "▢": 693,
      "▣": 694,
      "▩": 695,
      "▪": 696,
      "▫": 697,
      "▲": 698,
      "△": 699,
      "▶": 700,
      "▷": 701,
      "▸": 702,
      "►": 703,
      "▼": 704,
      "▽": 705,
      "◀": 706,
      "◁": 707,
      "◆": 708,
      "◇": 709,
      "◈": 710,
      "◉": 711,
      "◊": 712,
      "○": 713,
      "◌": 714,
      "◎": 715,
      "●": 716,
      "◐": 717,
      "◑": 718,
      "◦": 719,
      "◯": 720,
      "◼": 721,
      "◾": 722,
      "☀": 723,
      "☂": 724,
      "★": 725,
      "☆": 726,
      "☉": 727,
      "☎": 728,
      "☏": 729,
      "☐": 730,
      "☑": 731,
      "☓": 732,
      "☔": 733,
      "☘": 734,
      "☚": 735,
      "☛": 736,
      "☜": 737,
      "☝": 738,
      "☞": 739,
      "☟": 740,
      "☠": 741,
      "☢": 742,
      "☤": 743,
      "☯": 744,
      "☰": 745,
      "☱": 746,
      "☳": 747,
      "☴": 748,
      "☶": 749,
      "☷": 750,
      "☹": 751,
      "☺": 752,
      "☻": 753,
      "☼": 754,
      "♀": 755,
      "♂": 756,
      "♠": 757,
      "♡": 758,
      "♣": 759,
      "♤": 760,
      "♥": 761,
      "♦": 762,
      "♧": 763,
      "♨": 764,
      "♩": 765,
      "♪": 766,
      "♬": 767,
      "♭": 768,
      "♿": 769,
      "⚀": 770,
      "⚁": 771,
      "⚂": 772,
      "⚈": 773,
      "⚖": 774,
      "⚠": 775,
      "⚡": 776,
      "⚫": 777,
      "⚽": 778,
      "⚾": 779,
      "⛔": 780,
      "✅": 781,
      "✈": 782,
      "✊": 783,
      "✋": 784,
      "✌": 785,
      "✏": 786,
      "✔": 787,
      "✞": 788,
      "✡": 789,
      "✧": 790,
      "✨": 791,
      "✱": 792,
      "✴": 793,
      "✽": 794,
      "❈": 795,
      "❉": 796,
      "❊": 797,
      "❌": 798,
      "❍": 799,
      "❎": 800,
      "❏": 801,
      "❒": 802,
      "❖": 803,
      "❗": 804,
      "❘": 805,
      "❙": 806,
      "❝": 807,
      "❞": 808,
      "❢": 809,
      "❣": 810,
      "❤": 811,
      "❮": 812,
      "❯": 813,
      "❰": 814,
      "❱": 815,
      "❶": 816,
      "❷": 817,
      "❸": 818,
      "❹": 819,
      "❺": 820,
      "❻": 821,
      "❼": 822,
      "❽": 823,
      "❾": 824,
      "❿": 825,
      "➀": 826,
      "➁": 827,
      "➂": 828,
      "➃": 829,
      "➄": 830,
      "➅": 831,
      "➆": 832,
      "➇": 833,
      "➈": 834,
      "➉": 835,
      "➊": 836,
      "➋": 837,
      "➌": 838,
      "➍": 839,
      "➑": 840,
      "➔": 841,
      "➖": 842,
      "➜": 843,
      "➡": 844,
      "➩": 845,
      "➪": 846,
      "➫": 847,
      "➯": 848,
      "➰": 849,
      "➾": 850,
      "⟟": 851,
      "⟨": 852,
      "⟩": 853,
      "⟶": 854,
      "⟷": 855,
      "⟹": 856,
      "⥤": 857,
      "⦁": 858,
      "⦋": 859,
      "⦌": 860,
      "⦙": 861,
      "⦿": 862,
      "⬇": 863,
      "⬛": 864,
      "⭐": 865,
      "⭕": 866,
      "⺷": 867,
      "⼖": 868,
      "⼷": 869,
      "、": 870,
      "。": 871,
      "〃": 872,
      "〇": 873,
      "〈": 874,
      "〉": 875,
      "《": 876,
      "》": 877,
      "「": 878,
      "」": 879,
      "『": 880,
      "』": 881,
      "【": 882,
      "】": 883,
      "〓": 884,
      "〔": 885,
      "〕": 886,
      "〖": 887,
      "〗": 888,
      "〘": 889,
      "〙": 890,
      "〚": 891,
      "〛": 892,
      "〜": 893,
      "〞": 894,
      "〮": 895,
      "〱": 896,
      "あ": 897,
      "ぃ": 898,
      "い": 899,
      "う": 900,
      "ぇ": 901,
      "え": 902,
      "お": 903,
      "か": 904,
      "が": 905,
      "き": 906,
      "ぎ": 907,
      "く": 908,
      "ぐ": 909,
      "け": 910,
      "げ": 911,
      "こ": 912,
      "ご": 913,
      "さ": 914,
      "ざ": 915,
      "し": 916,
      "じ": 917,
      "す": 918,
      "ず": 919,
      "せ": 920,
      "ぜ": 921,
      "そ": 922,
      "ぞ": 923,
      "た": 924,
      "だ": 925,
      "ち": 926,
      "ぢ": 927,
      "っ": 928,
      "つ": 929,
      "づ": 930,
      "て": 931,
      "で": 932,
      "と": 933,
      "ど": 934,
      "な": 935,
      "に": 936,
      "ぬ": 937,
      "ね": 938,
      "の": 939,
      "は": 940,
      "ば": 941,
      "ぱ": 942,
      "ひ": 943,
      "び": 944,
      "ぴ": 945,
      "ふ": 946,
      "ぶ": 947,
      "ぷ": 948,
      "へ": 949,
      "べ": 950,
      "ぺ": 951,
      "ほ": 952,
      "ぼ": 953,
      "ぽ": 954,
      "ま": 955,
      "み": 956,
      "む": 957,
      "め": 958,
      "も": 959,
      "ゃ": 960,
      "や": 961,
      "ゅ": 962,
      "ゆ": 963,
      "ょ": 964,
      "よ": 965,
      "ら": 966,
      "り": 967,
      "る": 968,
      "れ": 969,
      "ろ": 970,
      "わ": 971,
      "を": 972,
      "ん": 973,
      "゚": 974,
      "ア": 975,
      "イ": 976,
      "ウ": 977,
      "ェ": 978,
      "エ": 979,
      "ォ": 980,
      "オ": 981,
      "カ": 982,
      "ガ": 983,
      "キ": 984,
      "ギ": 985,
      "ク": 986,
      "グ": 987,
      "ケ": 988,
      "ゲ": 989,
      "コ": 990,
      "ゴ": 991,
      "サ": 992,
      "ザ": 993,
      "シ": 994,
      "ジ": 995,
      "ス": 996,
      "ズ": 997,
      "セ": 998,
      "ゼ": 999,
      "ソ": 1000,
      "ゾ": 1001,
      "タ": 1002,
      "ダ": 1003,
      "チ": 1004,
      "ヂ": 1005,
      "ッ": 1006,
      "ツ": 1007,
      "ヅ": 1008,
      "テ": 1009,
      "デ": 1010,
      "ト": 1011,
      "ド": 1012,
      "ナ": 1013,
      "ニ": 1014,
      "ヌ": 1015,
      "ネ": 1016,
      "ノ": 1017,
      "ハ": 1018,
      "バ": 1019,
      "パ": 1020,
      "ヒ": 1021,
      "ビ": 1022,
      "ピ": 1023,
      "フ": 1024,
      "ブ": 1025,
      "プ": 1026,
      "ヘ": 1027,
      "ベ": 1028,
      "ペ": 1029,
      "ホ": 1030,
      "ボ": 1031,
      "ポ": 1032,
      "マ": 1033,
      "ミ": 1034,
      "ム": 1035,
      "メ": 1036,
      "モ": 1037,
      "ャ": 1038,
      "ヤ": 1039,
      "ュ": 1040,
      "ユ": 1041,
      "ョ": 1042,
      "ヨ": 1043,
      "ラ": 1044,
      "リ": 1045,
      "ル": 1046,
      "レ": 1047,
      "ロ": 1048,
      "ワ": 1049,
      "ヲ": 1050,
      "ン": 1051,
      "ヶ": 1052,
      "・": 1053,
      "ー": 1054,
      "ㄧ": 1055,
      "ㄱ": 1056,
      "ㄲ": 1057,
      "ㄳ": 1058,
      "ㄴ": 1059,
      "ㄶ": 1060,
      "ㄷ": 1061,
      "ㄸ": 1062,
      "ㄹ": 1063,
      "ㄺ": 1064,
      "ㄻ": 1065,
      "ㅀ": 1066,
      "ㅁ": 1067,
      "ㅂ": 1068,
      "ㅃ": 1069,
      "ㅄ": 1070,
      "ㅅ": 1071,
      "ㅆ": 1072,
      "ㅇ": 1073,
      "ㅈ": 1074,
      "ㅉ": 1075,
      "ㅊ": 1076,
      "ㅋ": 1077,
      "ㅌ": 1078,
      "ㅍ": 1079,
      "ㅎ": 1080,
      "ㅏ": 1081,
      "ㅐ": 1082,
      "ㅑ": 1083,
      "ㅒ": 1084,
      "ㅓ": 1085,
      "ㅔ": 1086,
      "ㅕ": 1087,
      "ㅖ": 1088,
      "ㅗ": 1089,
      "ㅘ": 1090,
      "ㅙ": 1091,
      "ㅚ": 1092,
      "ㅛ": 1093,
      "ㅜ": 1094,
      "ㅝ": 1095,
      "ㅟ": 1096,
      "ㅠ": 1097,
      "ㅡ": 1098,
      "ㅢ": 1099,
      "ㅣ": 1100,
      "ㅦ": 1101,
      "ㅧ": 1102,
      "ㅭ": 1103,
      "ㅸ": 1104,
      "ㅿ": 1105,
      "ㆁ": 1106,
      "ㆄ": 1107,
      "ㆆ": 1108,
      "ㆍ": 1109,
      "㈀": 1110,
      "㈁": 1111,
      "㈂": 1112,
      "㈃": 1113,
      "㈎": 1114,
      "㈏": 1115,
      "㈐": 1116,
      "㈔": 1117,
      "㈜": 1118,
      "㉑": 1119,
      "㉒": 1120,
      "㉓": 1121,
      "㉔": 1122,
      "㉙": 1123,
      "㉠": 1124,
      "㉡": 1125,
      "㉢": 1126,
      "㉣": 1127,
      "㉤": 1128,
      "㉥": 1129,
      "㉦": 1130,
      "㉧": 1131,
      "㉨": 1132,
      "㉩": 1133,
      "㉪": 1134,
      "㉮": 1135,
      "㉯": 1136,
      "㉰": 1137,
      "㉱": 1138,
      "㉶": 1139,
      "㉿": 1140,
      "㎉": 1141,
      "㎍": 1142,
      "㎎": 1143,
      "㎏": 1144,
      "㎐": 1145,
      "㎖": 1146,
      "㎘": 1147,
      "㎚": 1148,
      "㎛": 1149,
      "㎜": 1150,
      "㎝": 1151,
      "㎞": 1152,
      "㎟": 1153,
      "㎠": 1154,
      "㎡": 1155,
      "㎢": 1156,
      "㎣": 1157,
      "㎤": 1158,
      "㎥": 1159,
      "㎸": 1160,
      "㎾": 1161,
      "㎿": 1162,
      "㏈": 1163,
      "㏊": 1164,
      "㏓": 1165,
      "㏜": 1166,
      "一": 1167,
      "丁": 1168,
      "七": 1169,
      "万": 1170,
      "丈": 1171,
      "三": 1172,
      "上": 1173,
      "下": 1174,
      "不": 1175,
      "与": 1176,
      "丑": 1177,
      "且": 1178,
      "世": 1179,
      "丙": 1180,
      "业": 1181,
      "东": 1182,
      "两": 1183,
      "个": 1184,
      "中": 1185,
      "丸": 1186,
      "丹": 1187,
      "为": 1188,
      "主": 1189,
      "举": 1190,
      "丿": 1191,
      "乃": 1192,
      "久": 1193,
      "乇": 1194,
      "么": 1195,
      "义": 1196,
      "之": 1197,
      "乎": 1198,
      "乏": 1199,
      "乐": 1200,
      "乘": 1201,
      "乙": 1202,
      "九": 1203,
      "乞": 1204,
      "也": 1205,
      "习": 1206,
      "乱": 1207,
      "乾": 1208,
      "亂": 1209,
      "了": 1210,
      "亇": 1211,
      "予": 1212,
      "争": 1213,
      "事": 1214,
      "二": 1215,
      "于": 1216,
      "云": 1217,
      "互": 1218,
      "五": 1219,
      "井": 1220,
      "亚": 1221,
      "些": 1222,
      "亜": 1223,
      "亞": 1224,
      "亡": 1225,
      "交": 1226,
      "亥": 1227,
      "亦": 1228,
      "产": 1229,
      "亨": 1230,
      "享": 1231,
      "京": 1232,
      "亭": 1233,
      "亮": 1234,
      "亲": 1235,
      "人": 1236,
      "亻": 1237,
      "什": 1238,
      "仁": 1239,
      "仄": 1240,
      "仅": 1241,
      "今": 1242,
      "介": 1243,
      "仍": 1244,
      "从": 1245,
      "仓": 1246,
      "仔": 1247,
      "仕": 1248,
      "他": 1249,
      "付": 1250,
      "仙": 1251,
      "代": 1252,
      "令": 1253,
      "以": 1254,
      "们": 1255,
      "仮": 1256,
      "仰": 1257,
      "仲": 1258,
      "件": 1259,
      "价": 1260,
      "任": 1261,
      "份": 1262,
      "企": 1263,
      "伊": 1264,
      "伏": 1265,
      "休": 1266,
      "优": 1267,
      "会": 1268,
      "伤": 1269,
      "伯": 1270,
      "伴": 1271,
      "伸": 1272,
      "似": 1273,
      "伽": 1274,
      "佃": 1275,
      "但": 1276,
      "位": 1277,
      "低": 1278,
      "住": 1279,
      "佐": 1280,
      "体": 1281,
      "何": 1282,
      "余": 1283,
      "佛": 1284,
      "作": 1285,
      "佞": 1286,
      "你": 1287,
      "佩": 1288,
      "佳": 1289,
      "佷": 1290,
      "使": 1291,
      "來": 1292,
      "侈": 1293,
      "例": 1294,
      "供": 1295,
      "依": 1296,
      "価": 1297,
      "侨": 1298,
      "侮": 1299,
      "侵": 1300,
      "侶": 1301,
      "便": 1302,
      "係": 1303,
      "促": 1304,
      "俄": 1305,
      "俊": 1306,
      "俗": 1307,
      "保": 1308,
      "俟": 1309,
      "俠": 1310,
      "信": 1311,
      "修": 1312,
      "俱": 1313,
      "俸": 1314,
      "倂": 1315,
      "倉": 1316,
      "個": 1317,
      "倍": 1318,
      "們": 1319,
      "倒": 1320,
      "倖": 1321,
      "候": 1322,
      "倚": 1323,
      "借": 1324,
      "倡": 1325,
      "値": 1326,
      "倫": 1327,
      "倭": 1328,
      "倻": 1329,
      "值": 1330,
      "倾": 1331,
      "假": 1332,
      "偉": 1333,
      "偎": 1334,
      "偏": 1335,
      "偕": 1336,
      "做": 1337,
      "停": 1338,
      "健": 1339,
      "側": 1340,
      "偶": 1341,
      "偸": 1342,
      "傀": 1343,
      "傅": 1344,
      "傍": 1345,
      "備": 1346,
      "催": 1347,
      "傭": 1348,
      "傲": 1349,
      "傳": 1350,
      "債": 1351,
      "傷": 1352,
      "傾": 1353,
      "僉": 1354,
      "像": 1355,
      "僕": 1356,
      "僚": 1357,
      "僞": 1358,
      "僥": 1359,
      "僧": 1360,
      "僭": 1361,
      "價": 1362,
      "僻": 1363,
      "儀": 1364,
      "億": 1365,
      "儋": 1366,
      "儒": 1367,
      "償": 1368,
      "優": 1369,
      "儿": 1370,
      "元": 1371,
      "兄": 1372,
      "充": 1373,
      "兆": 1374,
      "兇": 1375,
      "先": 1376,
      "光": 1377,
      "克": 1378,
      "免": 1379,
      "兎": 1380,
      "兒": 1381,
      "入": 1382,
      "內": 1383,
      "全": 1384,
      "兩": 1385,
      "兪": 1386,
      "八": 1387,
      "公": 1388,
      "六": 1389,
      "兮": 1390,
      "兰": 1391,
      "共": 1392,
      "关": 1393,
      "兵": 1394,
      "其": 1395,
      "具": 1396,
      "典": 1397,
      "养": 1398,
      "冂": 1399,
      "内": 1400,
      "册": 1401,
      "再": 1402,
      "冒": 1403,
      "冗": 1404,
      "写": 1405,
      "冠": 1406,
      "冤": 1407,
      "冥": 1408,
      "冬": 1409,
      "冰": 1410,
      "决": 1411,
      "况": 1412,
      "冶": 1413,
      "冷": 1414,
      "准": 1415,
      "凍": 1416,
      "凜": 1417,
      "几": 1418,
      "凡": 1419,
      "処": 1420,
      "凰": 1421,
      "凵": 1422,
      "凶": 1423,
      "出": 1424,
      "分": 1425,
      "切": 1426,
      "刊": 1427,
      "刑": 1428,
      "划": 1429,
      "刖": 1430,
      "列": 1431,
      "则": 1432,
      "初": 1433,
      "判": 1434,
      "別": 1435,
      "利": 1436,
      "别": 1437,
      "到": 1438,
      "刱": 1439,
      "制": 1440,
      "券": 1441,
      "刹": 1442,
      "刺": 1443,
      "刻": 1444,
      "則": 1445,
      "削": 1446,
      "前": 1447,
      "剔": 1448,
      "剖": 1449,
      "剛": 1450,
      "剝": 1451,
      "副": 1452,
      "割": 1453,
      "創": 1454,
      "剽": 1455,
      "劃": 1456,
      "劇": 1457,
      "劈": 1458,
      "劉": 1459,
      "劍": 1460,
      "劑": 1461,
      "力": 1462,
      "功": 1463,
      "加": 1464,
      "务": 1465,
      "劣": 1466,
      "动": 1467,
      "助": 1468,
      "努": 1469,
      "劫": 1470,
      "励": 1471,
      "劳": 1472,
      "効": 1473,
      "劾": 1474,
      "勃": 1475,
      "勅": 1476,
      "勇": 1477,
      "勉": 1478,
      "動": 1479,
      "勘": 1480,
      "務": 1481,
      "勝": 1482,
      "勞": 1483,
      "募": 1484,
      "勢": 1485,
      "勤": 1486,
      "勳": 1487,
      "勸": 1488,
      "勿": 1489,
      "包": 1490,
      "匈": 1491,
      "匕": 1492,
      "化": 1493,
      "北": 1494,
      "匙": 1495,
      "匚": 1496,
      "匠": 1497,
      "匡": 1498,
      "匣": 1499,
      "匪": 1500,
      "匹": 1501,
      "区": 1502,
      "医": 1503,
      "區": 1504,
      "十": 1505,
      "千": 1506,
      "午": 1507,
      "半": 1508,
      "华": 1509,
      "卑": 1510,
      "卒": 1511,
      "卓": 1512,
      "協": 1513,
      "单": 1514,
      "卖": 1515,
      "南": 1516,
      "博": 1517,
      "卜": 1518,
      "卞": 1519,
      "占": 1520,
      "卡": 1521,
      "卦": 1522,
      "卫": 1523,
      "卯": 1524,
      "印": 1525,
      "危": 1526,
      "即": 1527,
      "却": 1528,
      "卵": 1529,
      "卷": 1530,
      "卽": 1531,
      "厚": 1532,
      "原": 1533,
      "厥": 1534,
      "去": 1535,
      "县": 1536,
      "参": 1537,
      "參": 1538,
      "又": 1539,
      "及": 1540,
      "友": 1541,
      "双": 1542,
      "反": 1543,
      "发": 1544,
      "叔": 1545,
      "取": 1546,
      "受": 1547,
      "变": 1548,
      "叛": 1549,
      "叡": 1550,
      "口": 1551,
      "古": 1552,
      "句": 1553,
      "另": 1554,
      "只": 1555,
      "叫": 1556,
      "可": 1557,
      "台": 1558,
      "史": 1559,
      "右": 1560,
      "号": 1561,
      "司": 1562,
      "各": 1563,
      "合": 1564,
      "吉": 1565,
      "吊": 1566,
      "同": 1567,
      "名": 1568,
      "后": 1569,
      "吏": 1570,
      "吐": 1571,
      "向": 1572,
      "吗": 1573,
      "君": 1574,
      "吟": 1575,
      "否": 1576,
      "含": 1577,
      "吳": 1578,
      "吴": 1579,
      "吸": 1580,
      "吹": 1581,
      "吽": 1582,
      "吾": 1583,
      "呂": 1584,
      "呆": 1585,
      "呈": 1586,
      "告": 1587,
      "员": 1588,
      "呛": 1589,
      "周": 1590,
      "味": 1591,
      "呼": 1592,
      "命": 1593,
      "和": 1594,
      "咸": 1595,
      "哀": 1596,
      "品": 1597,
      "哇": 1598,
      "哈": 1599,
      "响": 1600,
      "員": 1601,
      "哭": 1602,
      "哲": 1603,
      "唐": 1604,
      "唬": 1605,
      "唯": 1606,
      "唱": 1607,
      "唾": 1608,
      "商": 1609,
      "問": 1610,
      "善": 1611,
      "喆": 1612,
      "喜": 1613,
      "喝": 1614,
      "喩": 1615,
      "喪": 1616,
      "單": 1617,
      "営": 1618,
      "喻": 1619,
      "嗤": 1620,
      "嘉": 1621,
      "嘲": 1622,
      "器": 1623,
      "噫": 1624,
      "嚴": 1625,
      "囊": 1626,
      "囑": 1627,
      "囚": 1628,
      "四": 1629,
      "回": 1630,
      "因": 1631,
      "团": 1632,
      "団": 1633,
      "园": 1634,
      "困": 1635,
      "围": 1636,
      "固": 1637,
      "国": 1638,
      "图": 1639,
      "圈": 1640,
      "國": 1641,
      "圍": 1642,
      "園": 1643,
      "圓": 1644,
      "圖": 1645,
      "團": 1646,
      "土": 1647,
      "在": 1648,
      "圭": 1649,
      "地": 1650,
      "圳": 1651,
      "址": 1652,
      "坂": 1653,
      "均": 1654,
      "坊": 1655,
      "坎": 1656,
      "坐": 1657,
      "坑": 1658,
      "坤": 1659,
      "坦": 1660,
      "坪": 1661,
      "垈": 1662,
      "型": 1663,
      "垠": 1664,
      "垢": 1665,
      "垣": 1666,
      "城": 1667,
      "域": 1668,
      "執": 1669,
      "培": 1670,
      "基": 1671,
      "堀": 1672,
      "堂": 1673,
      "堆": 1674,
      "堊": 1675,
      "堡": 1676,
      "堪": 1677,
      "堯": 1678,
      "堰": 1679,
      "報": 1680,
      "場": 1681,
      "塔": 1682,
      "塗": 1683,
      "塘": 1684,
      "塚": 1685,
      "塞": 1686,
      "塵": 1687,
      "境": 1688,
      "墓": 1689,
      "増": 1690,
      "增": 1691,
      "墟": 1692,
      "墨": 1693,
      "墮": 1694,
      "墳": 1695,
      "墾": 1696,
      "壇": 1697,
      "壓": 1698,
      "壞": 1699,
      "壤": 1700,
      "士": 1701,
      "壬": 1702,
      "壻": 1703,
      "壽": 1704,
      "备": 1705,
      "変": 1706,
      "复": 1707,
      "夏": 1708,
      "夕": 1709,
      "外": 1710,
      "多": 1711,
      "夜": 1712,
      "够": 1713,
      "夢": 1714,
      "大": 1715,
      "天": 1716,
      "太": 1717,
      "夫": 1718,
      "央": 1719,
      "失": 1720,
      "夷": 1721,
      "奇": 1722,
      "奈": 1723,
      "奉": 1724,
      "奎": 1725,
      "奏": 1726,
      "契": 1727,
      "奔": 1728,
      "奚": 1729,
      "奢": 1730,
      "奪": 1731,
      "奭": 1732,
      "奮": 1733,
      "女": 1734,
      "奴": 1735,
      "奸": 1736,
      "她": 1737,
      "好": 1738,
      "如": 1739,
      "妃": 1740,
      "妄": 1741,
      "妇": 1742,
      "妓": 1743,
      "妙": 1744,
      "妥": 1745,
      "妨": 1746,
      "妹": 1747,
      "妻": 1748,
      "妾": 1749,
      "姊": 1750,
      "始": 1751,
      "姐": 1752,
      "姑": 1753,
      "姓": 1754,
      "委": 1755,
      "姙": 1756,
      "姚": 1757,
      "姜": 1758,
      "姦": 1759,
      "姪": 1760,
      "姬": 1761,
      "威": 1762,
      "娘": 1763,
      "娥": 1764,
      "娼": 1765,
      "婆": 1766,
      "婚": 1767,
      "婦": 1768,
      "婴": 1769,
      "媛": 1770,
      "媤": 1771,
      "嫁": 1772,
      "嫌": 1773,
      "嫖": 1774,
      "嫚": 1775,
      "嫡": 1776,
      "嫣": 1777,
      "嬉": 1778,
      "嬪": 1779,
      "孀": 1780,
      "子": 1781,
      "孑": 1782,
      "孔": 1783,
      "字": 1784,
      "存": 1785,
      "孙": 1786,
      "孝": 1787,
      "孟": 1788,
      "季": 1789,
      "孤": 1790,
      "学": 1791,
      "孩": 1792,
      "孫": 1793,
      "學": 1794,
      "宀": 1795,
      "宁": 1796,
      "宅": 1797,
      "宇": 1798,
      "守": 1799,
      "安": 1800,
      "宋": 1801,
      "完": 1802,
      "宗": 1803,
      "官": 1804,
      "宙": 1805,
      "定": 1806,
      "宜": 1807,
      "宝": 1808,
      "实": 1809,
      "実": 1810,
      "客": 1811,
      "宣": 1812,
      "室": 1813,
      "宮": 1814,
      "宰": 1815,
      "害": 1816,
      "宴": 1817,
      "家": 1818,
      "容": 1819,
      "宿": 1820,
      "寃": 1821,
      "寅": 1822,
      "密": 1823,
      "寇": 1824,
      "富": 1825,
      "寒": 1826,
      "察": 1827,
      "實": 1828,
      "寧": 1829,
      "寨": 1830,
      "審": 1831,
      "寫": 1832,
      "寬": 1833,
      "寶": 1834,
      "寸": 1835,
      "对": 1836,
      "寺": 1837,
      "导": 1838,
      "対": 1839,
      "寿": 1840,
      "封": 1841,
      "射": 1842,
      "将": 1843,
      "將": 1844,
      "專": 1845,
      "尉": 1846,
      "尊": 1847,
      "尋": 1848,
      "對": 1849,
      "導": 1850,
      "小": 1851,
      "少": 1852,
      "尔": 1853,
      "尖": 1854,
      "尙": 1855,
      "就": 1856,
      "尸": 1857,
      "尹": 1858,
      "尺": 1859,
      "尽": 1860,
      "尾": 1861,
      "局": 1862,
      "层": 1863,
      "居": 1864,
      "屈": 1865,
      "屋": 1866,
      "屍": 1867,
      "展": 1868,
      "属": 1869,
      "屠": 1870,
      "層": 1871,
      "履": 1872,
      "屬": 1873,
      "屯": 1874,
      "山": 1875,
      "岁": 1876,
      "岐": 1877,
      "岛": 1878,
      "岡": 1879,
      "岳": 1880,
      "岸": 1881,
      "峙": 1882,
      "峯": 1883,
      "峰": 1884,
      "峴": 1885,
      "島": 1886,
      "峻": 1887,
      "峽": 1888,
      "崇": 1889,
      "崎": 1890,
      "崔": 1891,
      "崙": 1892,
      "崧": 1893,
      "崩": 1894,
      "嶋": 1895,
      "嶺": 1896,
      "嶼": 1897,
      "嶽": 1898,
      "川": 1899,
      "州": 1900,
      "巢": 1901,
      "工": 1902,
      "左": 1903,
      "巧": 1904,
      "巨": 1905,
      "差": 1906,
      "己": 1907,
      "已": 1908,
      "巳": 1909,
      "币": 1910,
      "市": 1911,
      "布": 1912,
      "帆": 1913,
      "希": 1914,
      "帝": 1915,
      "帥": 1916,
      "師": 1917,
      "席": 1918,
      "帮": 1919,
      "帶": 1920,
      "常": 1921,
      "帽": 1922,
      "幅": 1923,
      "幇": 1924,
      "幌": 1925,
      "幕": 1926,
      "幟": 1927,
      "幢": 1928,
      "幣": 1929,
      "幫": 1930,
      "干": 1931,
      "平": 1932,
      "年": 1933,
      "并": 1934,
      "幸": 1935,
      "幹": 1936,
      "幻": 1937,
      "幼": 1938,
      "幽": 1939,
      "幾": 1940,
      "广": 1941,
      "広": 1942,
      "庆": 1943,
      "庇": 1944,
      "床": 1945,
      "序": 1946,
      "应": 1947,
      "底": 1948,
      "店": 1949,
      "庚": 1950,
      "府": 1951,
      "庠": 1952,
      "度": 1953,
      "座": 1954,
      "庫": 1955,
      "庭": 1956,
      "庵": 1957,
      "庶": 1958,
      "康": 1959,
      "庸": 1960,
      "廈": 1961,
      "廉": 1962,
      "廛": 1963,
      "廟": 1964,
      "廢": 1965,
      "廣": 1966,
      "廳": 1967,
      "延": 1968,
      "廷": 1969,
      "建": 1970,
      "开": 1971,
      "弄": 1972,
      "弊": 1973,
      "弋": 1974,
      "式": 1975,
      "弓": 1976,
      "弔": 1977,
      "引": 1978,
      "弗": 1979,
      "弘": 1980,
      "弛": 1981,
      "弟": 1982,
      "张": 1983,
      "弦": 1984,
      "弧": 1985,
      "弱": 1986,
      "張": 1987,
      "強": 1988,
      "强": 1989,
      "弼": 1990,
      "弾": 1991,
      "彈": 1992,
      "彌": 1993,
      "归": 1994,
      "当": 1995,
      "彗": 1996,
      "彡": 1997,
      "形": 1998,
      "彩": 1999,
      "彫": 2000,
      "彰": 2001,
      "影": 2002,
      "彷": 2003,
      "役": 2004,
      "彼": 2005,
      "彿": 2006,
      "往": 2007,
      "待": 2008,
      "很": 2009,
      "律": 2010,
      "後": 2011,
      "徐": 2012,
      "徒": 2013,
      "得": 2014,
      "徙": 2015,
      "從": 2016,
      "御": 2017,
      "徨": 2018,
      "復": 2019,
      "循": 2020,
      "微": 2021,
      "徵": 2022,
      "德": 2023,
      "徹": 2024,
      "心": 2025,
      "必": 2026,
      "忆": 2027,
      "忌": 2028,
      "忍": 2029,
      "志": 2030,
      "忘": 2031,
      "忙": 2032,
      "忠": 2033,
      "忧": 2034,
      "快": 2035,
      "念": 2036,
      "忽": 2037,
      "忿": 2038,
      "态": 2039,
      "怒": 2040,
      "思": 2041,
      "怠": 2042,
      "怡": 2043,
      "急": 2044,
      "性": 2045,
      "怨": 2046,
      "怩": 2047,
      "怪": 2048,
      "总": 2049,
      "恆": 2050,
      "恋": 2051,
      "恐": 2052,
      "恒": 2053,
      "恕": 2054,
      "恣": 2055,
      "恤": 2056,
      "恥": 2057,
      "恨": 2058,
      "恩": 2059,
      "恭": 2060,
      "息": 2061,
      "悅": 2062,
      "悔": 2063,
      "悖": 2064,
      "悚": 2065,
      "悛": 2066,
      "悠": 2067,
      "患": 2068,
      "您": 2069,
      "悲": 2070,
      "悶": 2071,
      "悼": 2072,
      "情": 2073,
      "惑": 2074,
      "惟": 2075,
      "惠": 2076,
      "惡": 2077,
      "惰": 2078,
      "想": 2079,
      "惶": 2080,
      "惹": 2081,
      "惻": 2082,
      "意": 2083,
      "愚": 2084,
      "愛": 2085,
      "感": 2086,
      "愧": 2087,
      "愼": 2088,
      "愾": 2089,
      "愿": 2090,
      "慄": 2091,
      "慇": 2092,
      "態": 2093,
      "慎": 2094,
      "慕": 2095,
      "慘": 2096,
      "慢": 2097,
      "慣": 2098,
      "慧": 2099,
      "慨": 2100,
      "慮": 2101,
      "慰": 2102,
      "慳": 2103,
      "慶": 2104,
      "慾": 2105,
      "憂": 2106,
      "憤": 2107,
      "憲": 2108,
      "憺": 2109,
      "憾": 2110,
      "懇": 2111,
      "懈": 2112,
      "應": 2113,
      "懐": 2114,
      "懟": 2115,
      "懲": 2116,
      "懷": 2117,
      "懸": 2118,
      "懼": 2119,
      "戀": 2120,
      "戊": 2121,
      "戌": 2122,
      "戍": 2123,
      "戎": 2124,
      "成": 2125,
      "我": 2126,
      "戒": 2127,
      "或": 2128,
      "戟": 2129,
      "截": 2130,
      "戰": 2131,
      "戱": 2132,
      "戲": 2133,
      "戴": 2134,
      "戶": 2135,
      "房": 2136,
      "所": 2137,
      "扁": 2138,
      "手": 2139,
      "才": 2140,
      "打": 2141,
      "扮": 2142,
      "扶": 2143,
      "承": 2144,
      "技": 2145,
      "抄": 2146,
      "抉": 2147,
      "把": 2148,
      "抑": 2149,
      "投": 2150,
      "抗": 2151,
      "折": 2152,
      "抚": 2153,
      "抛": 2154,
      "択": 2155,
      "护": 2156,
      "报": 2157,
      "披": 2158,
      "抵": 2159,
      "抹": 2160,
      "拂": 2161,
      "拉": 2162,
      "拍": 2163,
      "拒": 2164,
      "拔": 2165,
      "拘": 2166,
      "拙": 2167,
      "招": 2168,
      "拜": 2169,
      "择": 2170,
      "拯": 2171,
      "拳": 2172,
      "拷": 2173,
      "拼": 2174,
      "拿": 2175,
      "持": 2176,
      "指": 2177,
      "按": 2178,
      "挫": 2179,
      "振": 2180,
      "挺": 2181,
      "挽": 2182,
      "捋": 2183,
      "捏": 2184,
      "损": 2185,
      "捨": 2186,
      "据": 2187,
      "捲": 2188,
      "捺": 2189,
      "授": 2190,
      "掌": 2191,
      "排": 2192,
      "掘": 2193,
      "採": 2194,
      "接": 2195,
      "推": 2196,
      "措": 2197,
      "掲": 2198,
      "描": 2199,
      "提": 2200,
      "揚": 2201,
      "換": 2202,
      "握": 2203,
      "揭": 2204,
      "揮": 2205,
      "援": 2206,
      "損": 2207,
      "搏": 2208,
      "搜": 2209,
      "搪": 2210,
      "搬": 2211,
      "携": 2212,
      "摘": 2213,
      "摠": 2214,
      "摩": 2215,
      "撑": 2216,
      "撞": 2217,
      "撤": 2218,
      "撫": 2219,
      "撮": 2220,
      "撲": 2221,
      "撻": 2222,
      "擅": 2223,
      "擇": 2224,
      "擊": 2225,
      "操": 2226,
      "擔": 2227,
      "據": 2228,
      "擧": 2229,
      "擬": 2230,
      "擲": 2231,
      "擴": 2232,
      "攪": 2233,
      "支": 2234,
      "收": 2235,
      "改": 2236,
      "攻": 2237,
      "放": 2238,
      "政": 2239,
      "故": 2240,
      "效": 2241,
      "敌": 2242,
      "敍": 2243,
      "敎": 2244,
      "敏": 2245,
      "救": 2246,
      "敖": 2247,
      "敗": 2248,
      "敘": 2249,
      "教": 2250,
      "敢": 2251,
      "散": 2252,
      "敦": 2253,
      "敬": 2254,
      "数": 2255,
      "敲": 2256,
      "整": 2257,
      "敵": 2258,
      "敷": 2259,
      "數": 2260,
      "斂": 2261,
      "文": 2262,
      "斗": 2263,
      "料": 2264,
      "斜": 2265,
      "斥": 2266,
      "斧": 2267,
      "斬": 2268,
      "断": 2269,
      "斯": 2270,
      "新": 2271,
      "斷": 2272,
      "方": 2273,
      "於": 2274,
      "施": 2275,
      "旅": 2276,
      "旋": 2277,
      "族": 2278,
      "旗": 2279,
      "无": 2280,
      "旣": 2281,
      "日": 2282,
      "旦": 2283,
      "旧": 2284,
      "旨": 2285,
      "早": 2286,
      "旬": 2287,
      "旭": 2288,
      "时": 2289,
      "旺": 2290,
      "昆": 2291,
      "昇": 2292,
      "昊": 2293,
      "昌": 2294,
      "明": 2295,
      "昏": 2296,
      "易": 2297,
      "星": 2298,
      "映": 2299,
      "春": 2300,
      "昧": 2301,
      "昭": 2302,
      "是": 2303,
      "昶": 2304,
      "昻": 2305,
      "显": 2306,
      "時": 2307,
      "晉": 2308,
      "晋": 2309,
      "晝": 2310,
      "晟": 2311,
      "晤": 2312,
      "晩": 2313,
      "普": 2314,
      "景": 2315,
      "晴": 2316,
      "智": 2317,
      "暇": 2318,
      "暖": 2319,
      "暗": 2320,
      "暫": 2321,
      "暮": 2322,
      "暴": 2323,
      "暹": 2324,
      "曆": 2325,
      "曉": 2326,
      "曚": 2327,
      "曨": 2328,
      "曰": 2329,
      "曲": 2330,
      "曳": 2331,
      "更": 2332,
      "書": 2333,
      "曹": 2334,
      "曺": 2335,
      "曾": 2336,
      "替": 2337,
      "最": 2338,
      "會": 2339,
      "月": 2340,
      "有": 2341,
      "朋": 2342,
      "服": 2343,
      "朗": 2344,
      "望": 2345,
      "朝": 2346,
      "期": 2347,
      "木": 2348,
      "未": 2349,
      "末": 2350,
      "本": 2351,
      "札": 2352,
      "朱": 2353,
      "朴": 2354,
      "朽": 2355,
      "权": 2356,
      "李": 2357,
      "材": 2358,
      "村": 2359,
      "杓": 2360,
      "杖": 2361,
      "杜": 2362,
      "束": 2363,
      "条": 2364,
      "来": 2365,
      "杨": 2366,
      "杯": 2367,
      "東": 2368,
      "杳": 2369,
      "松": 2370,
      "板": 2371,
      "极": 2372,
      "枋": 2373,
      "林": 2374,
      "果": 2375,
      "枝": 2376,
      "柄": 2377,
      "柏": 2378,
      "某": 2379,
      "染": 2380,
      "柔": 2381,
      "柤": 2382,
      "查": 2383,
      "柱": 2384,
      "柳": 2385,
      "柵": 2386,
      "査": 2387,
      "栗": 2388,
      "校": 2389,
      "栢": 2390,
      "株": 2391,
      "样": 2392,
      "核": 2393,
      "根": 2394,
      "格": 2395,
      "栽": 2396,
      "桂": 2397,
      "案": 2398,
      "桎": 2399,
      "桓": 2400,
      "梁": 2401,
      "梅": 2402,
      "梏": 2403,
      "條": 2404,
      "梧": 2405,
      "梨": 2406,
      "棄": 2407,
      "棒": 2408,
      "棗": 2409,
      "棟": 2410,
      "森": 2411,
      "棺": 2412,
      "椅": 2413,
      "植": 2414,
      "椎": 2415,
      "椿": 2416,
      "楊": 2417,
      "楓": 2418,
      "楚": 2419,
      "楫": 2420,
      "業": 2421,
      "極": 2422,
      "概": 2423,
      "榕": 2424,
      "榮": 2425,
      "槇": 2426,
      "構": 2427,
      "槍": 2428,
      "槪": 2429,
      "槿": 2430,
      "樂": 2431,
      "樊": 2432,
      "樑": 2433,
      "樓": 2434,
      "標": 2435,
      "樞": 2436,
      "模": 2437,
      "樣": 2438,
      "権": 2439,
      "横": 2440,
      "樵": 2441,
      "樹": 2442,
      "樽": 2443,
      "橋": 2444,
      "機": 2445,
      "橡": 2446,
      "橫": 2447,
      "檀": 2448,
      "檢": 2449,
      "檣": 2450,
      "權": 2451,
      "欝": 2452,
      "欠": 2453,
      "次": 2454,
      "欧": 2455,
      "欲": 2456,
      "欺": 2457,
      "欽": 2458,
      "款": 2459,
      "歌": 2460,
      "歎": 2461,
      "歐": 2462,
      "歡": 2463,
      "止": 2464,
      "正": 2465,
      "此": 2466,
      "步": 2467,
      "武": 2468,
      "歲": 2469,
      "歳": 2470,
      "歷": 2471,
      "歸": 2472,
      "死": 2473,
      "殃": 2474,
      "殉": 2475,
      "殊": 2476,
      "殖": 2477,
      "殘": 2478,
      "段": 2479,
      "殷": 2480,
      "殺": 2481,
      "殿": 2482,
      "毁": 2483,
      "毅": 2484,
      "母": 2485,
      "每": 2486,
      "毒": 2487,
      "比": 2488,
      "毕": 2489,
      "毛": 2490,
      "毫": 2491,
      "氏": 2492,
      "民": 2493,
      "氣": 2494,
      "水": 2495,
      "永": 2496,
      "汀": 2497,
      "求": 2498,
      "汇": 2499,
      "汉": 2500,
      "汎": 2501,
      "汗": 2502,
      "汚": 2503,
      "汝": 2504,
      "江": 2505,
      "池": 2506,
      "汤": 2507,
      "汪": 2508,
      "汲": 2509,
      "決": 2510,
      "汽": 2511,
      "汾": 2512,
      "沁": 2513,
      "沃": 2514,
      "沈": 2515,
      "沒": 2516,
      "沖": 2517,
      "沙": 2518,
      "没": 2519,
      "沮": 2520,
      "河": 2521,
      "沸": 2522,
      "油": 2523,
      "治": 2524,
      "沿": 2525,
      "況": 2526,
      "泉": 2527,
      "泊": 2528,
      "泌": 2529,
      "泓": 2530,
      "法": 2531,
      "波": 2532,
      "泥": 2533,
      "注": 2534,
      "泰": 2535,
      "泳": 2536,
      "洋": 2537,
      "洑": 2538,
      "洗": 2539,
      "洙": 2540,
      "洛": 2541,
      "洞": 2542,
      "津": 2543,
      "洪": 2544,
      "洲": 2545,
      "洸": 2546,
      "活": 2547,
      "派": 2548,
      "流": 2549,
      "济": 2550,
      "浚": 2551,
      "浜": 2552,
      "浣": 2553,
      "浦": 2554,
      "浩": 2555,
      "浪": 2556,
      "浮": 2557,
      "浴": 2558,
      "海": 2559,
      "消": 2560,
      "涉": 2561,
      "涌": 2562,
      "涛": 2563,
      "液": 2564,
      "涵": 2565,
      "淋": 2566,
      "淑": 2567,
      "淚": 2568,
      "淡": 2569,
      "淤": 2570,
      "淥": 2571,
      "淨": 2572,
      "淫": 2573,
      "深": 2574,
      "淳": 2575,
      "淵": 2576,
      "混": 2577,
      "淸": 2578,
      "淹": 2579,
      "淺": 2580,
      "添": 2581,
      "清": 2582,
      "済": 2583,
      "渚": 2584,
      "減": 2585,
      "渠": 2586,
      "渡": 2587,
      "渤": 2588,
      "温": 2589,
      "測": 2590,
      "港": 2591,
      "渴": 2592,
      "湖": 2593,
      "湜": 2594,
      "湧": 2595,
      "湯": 2596,
      "湾": 2597,
      "源": 2598,
      "準": 2599,
      "溝": 2600,
      "溟": 2601,
      "溢": 2602,
      "溪": 2603,
      "溫": 2604,
      "溯": 2605,
      "溶": 2606,
      "溺": 2607,
      "滄": 2608,
      "滅": 2609,
      "滞": 2610,
      "滨": 2611,
      "滯": 2612,
      "滴": 2613,
      "滿": 2614,
      "漁": 2615,
      "漂": 2616,
      "漆": 2617,
      "漏": 2618,
      "演": 2619,
      "漡": 2620,
      "漢": 2621,
      "漲": 2622,
      "漸": 2623,
      "潔": 2624,
      "潛": 2625,
      "潜": 2626,
      "潟": 2627,
      "潤": 2628,
      "潮": 2629,
      "澁": 2630,
      "澄": 2631,
      "澈": 2632,
      "澗": 2633,
      "澤": 2634,
      "澱": 2635,
      "澳": 2636,
      "澹": 2637,
      "激": 2638,
      "濊": 2639,
      "濕": 2640,
      "濟": 2641,
      "濠": 2642,
      "濫": 2643,
      "濬": 2644,
      "濯": 2645,
      "瀆": 2646,
      "灘": 2647,
      "灣": 2648,
      "火": 2649,
      "灸": 2650,
      "災": 2651,
      "炅": 2652,
      "炙": 2653,
      "炤": 2654,
      "炫": 2655,
      "炭": 2656,
      "炯": 2657,
      "炳": 2658,
      "点": 2659,
      "為": 2660,
      "烈": 2661,
      "烏": 2662,
      "烤": 2663,
      "烹": 2664,
      "焉": 2665,
      "焙": 2666,
      "焚": 2667,
      "無": 2668,
      "焦": 2669,
      "然": 2670,
      "煙": 2671,
      "煞": 2672,
      "照": 2673,
      "煽": 2674,
      "熊": 2675,
      "熙": 2676,
      "熟": 2677,
      "熱": 2678,
      "燃": 2679,
      "燈": 2680,
      "燒": 2681,
      "燕": 2682,
      "營": 2683,
      "燦": 2684,
      "燭": 2685,
      "燮": 2686,
      "燾": 2687,
      "爆": 2688,
      "爐": 2689,
      "爭": 2690,
      "爲": 2691,
      "爵": 2692,
      "父": 2693,
      "爺": 2694,
      "爻": 2695,
      "爾": 2696,
      "片": 2697,
      "版": 2698,
      "牋": 2699,
      "牙": 2700,
      "牛": 2701,
      "牟": 2702,
      "牡": 2703,
      "牢": 2704,
      "牧": 2705,
      "物": 2706,
      "牲": 2707,
      "特": 2708,
      "牽": 2709,
      "犠": 2710,
      "犧": 2711,
      "犬": 2712,
      "犯": 2713,
      "状": 2714,
      "狀": 2715,
      "狂": 2716,
      "狄": 2717,
      "狗": 2718,
      "狡": 2719,
      "独": 2720,
      "猛": 2721,
      "猫": 2722,
      "献": 2723,
      "猶": 2724,
      "猾": 2725,
      "獄": 2726,
      "獨": 2727,
      "獲": 2728,
      "獸": 2729,
      "獺": 2730,
      "獻": 2731,
      "玄": 2732,
      "率": 2733,
      "玉": 2734,
      "王": 2735,
      "玟": 2736,
      "玭": 2737,
      "现": 2738,
      "玲": 2739,
      "玻": 2740,
      "珉": 2741,
      "珍": 2742,
      "珠": 2743,
      "班": 2744,
      "現": 2745,
      "球": 2746,
      "理": 2747,
      "琢": 2748,
      "琫": 2749,
      "琮": 2750,
      "琴": 2751,
      "瑕": 2752,
      "瑚": 2753,
      "瑛": 2754,
      "瑞": 2755,
      "瑤": 2756,
      "瑥": 2757,
      "璘": 2758,
      "璧": 2759,
      "環": 2760,
      "璽": 2761,
      "璿": 2762,
      "瓈": 2763,
      "瓘": 2764,
      "瓚": 2765,
      "瓜": 2766,
      "瓦": 2767,
      "甖": 2768,
      "甘": 2769,
      "甚": 2770,
      "生": 2771,
      "産": 2772,
      "甥": 2773,
      "用": 2774,
      "田": 2775,
      "由": 2776,
      "甲": 2777,
      "申": 2778,
      "电": 2779,
      "男": 2780,
      "甸": 2781,
      "町": 2782,
      "画": 2783,
      "界": 2784,
      "畎": 2785,
      "畏": 2786,
      "畓": 2787,
      "留": 2788,
      "畜": 2789,
      "畝": 2790,
      "略": 2791,
      "番": 2792,
      "異": 2793,
      "當": 2794,
      "畸": 2795,
      "疆": 2796,
      "疇": 2797,
      "疎": 2798,
      "疏": 2799,
      "疑": 2800,
      "疗": 2801,
      "疵": 2802,
      "疾": 2803,
      "病": 2804,
      "症": 2805,
      "痍": 2806,
      "痕": 2807,
      "痛": 2808,
      "痲": 2809,
      "痴": 2810,
      "痹": 2811,
      "瘡": 2812,
      "療": 2813,
      "癌": 2814,
      "癒": 2815,
      "癖": 2816,
      "癡": 2817,
      "癸": 2818,
      "発": 2819,
      "登": 2820,
      "發": 2821,
      "白": 2822,
      "百": 2823,
      "的": 2824,
      "皆": 2825,
      "皇": 2826,
      "皓": 2827,
      "皮": 2828,
      "盈": 2829,
      "益": 2830,
      "盖": 2831,
      "盛": 2832,
      "盜": 2833,
      "盟": 2834,
      "盡": 2835,
      "監": 2836,
      "盤": 2837,
      "盧": 2838,
      "目": 2839,
      "盲": 2840,
      "直": 2841,
      "相": 2842,
      "盾": 2843,
      "省": 2844,
      "眄": 2845,
      "看": 2846,
      "県": 2847,
      "眞": 2848,
      "真": 2849,
      "眩": 2850,
      "眸": 2851,
      "眼": 2852,
      "眾": 2853,
      "着": 2854,
      "督": 2855,
      "睦": 2856,
      "睿": 2857,
      "瞍": 2858,
      "瞒": 2859,
      "瞞": 2860,
      "瞬": 2861,
      "矇": 2862,
      "矓": 2863,
      "矛": 2864,
      "矣": 2865,
      "知": 2866,
      "短": 2867,
      "矯": 2868,
      "石": 2869,
      "码": 2870,
      "砂": 2871,
      "研": 2872,
      "砲": 2873,
      "破": 2874,
      "础": 2875,
      "硏": 2876,
      "硕": 2877,
      "硬": 2878,
      "确": 2879,
      "碇": 2880,
      "碍": 2881,
      "碎": 2882,
      "碑": 2883,
      "碧": 2884,
      "碩": 2885,
      "確": 2886,
      "碼": 2887,
      "碾": 2888,
      "磁": 2889,
      "磋": 2890,
      "磨": 2891,
      "礁": 2892,
      "礎": 2893,
      "礙": 2894,
      "示": 2895,
      "社": 2896,
      "祈": 2897,
      "祉": 2898,
      "祐": 2899,
      "祕": 2900,
      "祖": 2901,
      "祚": 2902,
      "祝": 2903,
      "神": 2904,
      "票": 2905,
      "祭": 2906,
      "祿": 2907,
      "禁": 2908,
      "禍": 2909,
      "福": 2910,
      "禛": 2911,
      "禧": 2912,
      "禪": 2913,
      "禮": 2914,
      "禱": 2915,
      "秀": 2916,
      "私": 2917,
      "秉": 2918,
      "秋": 2919,
      "种": 2920,
      "科": 2921,
      "秕": 2922,
      "秘": 2923,
      "租": 2924,
      "秦": 2925,
      "秩": 2926,
      "积": 2927,
      "称": 2928,
      "移": 2929,
      "稀": 2930,
      "稅": 2931,
      "程": 2932,
      "税": 2933,
      "稚": 2934,
      "種": 2935,
      "稱": 2936,
      "稷": 2937,
      "稽": 2938,
      "稿": 2939,
      "穀": 2940,
      "穆": 2941,
      "積": 2942,
      "究": 2943,
      "空": 2944,
      "穿": 2945,
      "突": 2946,
      "窒": 2947,
      "窓": 2948,
      "窟": 2949,
      "窦": 2950,
      "窮": 2951,
      "竊": 2952,
      "立": 2953,
      "站": 2954,
      "竝": 2955,
      "竟": 2956,
      "章": 2957,
